ext-sources-app/tests/test_files/soap/PHYS_testSearchByLicenseNumber_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchByLicenseNumber>
         <arg0>
            <identifier>2254</identifier>
         </arg0>
      </impl:searchByLicenseNumber>
   </soapenv:Body>
</soapenv:Envelope>